Repository: lavasecurity/lavasec-ios
Catalog: LavaSecApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Monthly and yearly plans auto-renew. The yearly plan paid monthly has a 12-month commitment; after that, canceling affects the next renewal per App Store terms. Payment is charged to your Apple Account at purchase and renews unless turned off at least 24 hours before the period ends. Manage or cancel in Apple Account settings.
de: Monats- und Jahresabos verlängern sich automatisch. Das monatlich bezahlte Jahresabo hat eine Mindestlaufzeit von 12 Monaten; danach wirkt sich eine Kündigung gemäß den App-Store-Bedingungen auf die nächste Verlängerung aus. Der Betrag wird beim Kauf über dein Apple-Konto abgebucht und das Abo verlängert sich, sofern du es nicht mindestens 24 Stunden vor Periodenende deaktivierst. Verwalten oder kündigen in den Apple-Konto-Einstellungen.
es: Las suscripciones mensual y anual se renuevan automáticamente. El plan anual con pago mensual tiene un compromiso de 12 meses; después, cancelar afecta a la siguiente renovación según los términos del App Store. El pago se carga en tu Cuenta de Apple al comprar y se renueva salvo que se desactive al menos 24 horas antes de que termine el periodo. Gestiona o cancela en los ajustes de tu Cuenta de Apple.
fr: Les abonnements mensuel et annuel se renouvellent automatiquement. L’abonnement annuel payé mensuellement comporte un engagement de 12 mois ; ensuite, la résiliation affecte le renouvellement suivant selon les conditions de l’App Store. Le paiement est prélevé sur votre compte Apple à l’achat et se renouvelle sauf désactivation au moins 24 heures avant la fin de la période. Gérez ou résiliez dans les réglages de votre compte Apple.
it: Gli abbonamenti mensile e annuale si rinnovano automaticamente. Il piano annuale con pagamento mensile prevede un impegno di 12 mesi; poi l’annullamento influisce sul rinnovo successivo secondo i termini dell’App Store. Il pagamento è addebitato sull’Account Apple all’acquisto e si rinnova salvo disattivazione almeno 24 ore prima della fine del periodo. Gestisci o annulla nelle impostazioni dell’Account Apple.
ja: 月額と年額は自動更新サブスクリプションです。「年額（月払い）」は12か月契約として毎月請求され、以降の解約はApp Storeの条件に従い次回の更新に適用されます。料金は購入時にAppleアカウントへ請求され、期間終了の24時間以上前にオフにしない限り自動更新されます。管理・解約はAppleアカウント設定で行えます。
ko: 월간 및 연간 플랜은 자동 갱신돼요. 월별로 결제하는 연간 플랜은 12개월 약정이 적용되며, 이후 해지는 App Store 약관에 따라 다음 갱신에 적용돼요. 결제는 구입 시 Apple 계정으로 청구되고, 기간 종료 최소 24시간 전까지 끄지 않으면 자동 갱신돼요. Apple 계정 설정에서 관리하거나 해지하세요.
pt_br: As assinaturas mensal e anual são renovadas automaticamente. O plano anual com pagamento mensal tem compromisso de 12 meses; depois, cancelar afeta a próxima renovação conforme os termos da App Store. A cobrança é feita na sua Conta Apple na compra e renova, a menos que seja desativada pelo menos 24 horas antes do fim do período. Gerencie ou cancele nos ajustes da Conta Apple.
zh_hans: 月度和年度订阅会自动续期。“年度（按月支付）”方案含 12 个月承诺期；之后取消将按 App Store 条款影响下次续期。购买时从你的 Apple 账户扣款，除非在周期结束前至少 24 小时关闭，否则自动续期。可在 Apple 账户设置中管理或取消。
zh_hant: 月繳與年繳訂閱會自動續訂。「年繳（按月支付）」方案含 12 個月承諾期；之後取消將依 App Store 條款影響下次續訂。購買時向你的 Apple 帳號收費，除非在期間結束前至少 24 小時關閉，否則自動續訂。可在 Apple 帳號設定中管理或取消。

source: More room for your rules
de: Mehr Platz für deine Regeln
es: Más espacio para tus reglas
fr: Plus de place pour vos règles
it: Più spazio per le tue regole
ja: ルールをもっと増やせます
ko: 내 규칙을 위한 더 넓은 공간
pt_br: Mais espaço para as suas regras
zh_hans: 为你的规则腾出更多空间
zh_hant: 給你的規則更多空間

source: Multi-purpose
de: Allzweck
es: Multipropósito
fr: Polyvalent
it: Multiuso
ja: 総合
ko: 다목적
pt_br: Multiuso
zh_hans: 综合
zh_hant: 綜合

source: My blocklist
de: Meine Blockliste
es: Mi lista de bloqueo
fr: Ma liste de blocage
it: La mia lista di blocco
ja: マイブロックリスト
ko: 내 차단 목록
pt_br: Minha lista de bloqueio
zh_hans: 我的拦截列表
zh_hant: 我的封鎖清單

source: My filter
de: Mein Filter
es: Mi filtro
fr: Mon filtre
it: Il mio filtro
ja: マイフィルター
ko: 내 필터
pt_br: Meu filtro
zh_hans: 我的筛选器
zh_hant: 我的篩選器

# My list
source: My filter
de: Mein Filter
es: Mi lista
fr: Mon filtre
it: La mia lista
ja: マイリスト
ko: 내 필터
pt_br: Minha lista
zh_hans: 我的列表
zh_hant: 我的清單

source: Needs attention
de: Erfordert Aufmerksamkeit
es: Requiere atención
fr: Nécessite votre attention
it: Richiede attenzione
ja: 確認が必要です
ko: 확인 필요
pt_br: Requer atenção
zh_hans: 需要处理
zh_hant: 需要處理

source: Network
de: Netzwerk
es: Red
fr: Réseau
it: Rete
ja: ネットワーク
ko: 네트워크
pt_br: Rede
zh_hans: 网络
zh_hant: 網路

# Network & Resolver Health
source: Connection health
de: Verbindungszustand
es: Estado de la conexión
fr: État de la connexion
it: Stato della connessione
ja: 接続の状態
ko: 연결 상태
pt_br: Saúde da conexão
zh_hans: 连接健康状况
zh_hant: 連線健康狀態

source: Network activity
de: Netzwerkaktivität
es: Actividad de red
fr: Activité réseau
it: Attività di rete
ja: ネットワークアクティビティ
ko: 네트워크 활동
pt_br: Atividade de rede
zh_hans: 网络活动
zh_hant: 網路活動

source: Network change
de: Netzwerkwechsel
es: Cambio de red
fr: Changement de réseau
it: Cambio di rete
ja: ネットワークの変更
ko: 네트워크 변경
pt_br: Mudança de rede
zh_hans: 网络变化
zh_hant: 網路變更

source: Network lost
de: Netzwerk verloren
es: Red perdida
fr: Réseau perdu
it: Rete persa
ja: ネットワーク切断
ko: 네트워크 끊김
pt_br: Rede perdida
zh_hans: 网络已断开
zh_hant: 網路中斷

source: Network activity cleared.
de: Netzwerkaktivität gelöscht
es: Actividad de red borrada
fr: Activité réseau effacée
it: Attività di rete cancellata
ja: ネットワークアクティビティを消去しました
ko: 네트워크 활동 지워짐
pt_br: Atividade de rede apagada
zh_hans: 已清除网络活动
zh_hant: 已清除網路活動

source: Network changes
de: Netzwerkänderungen
es: Cambios de red
fr: Changements de réseau
it: Modifiche di rete
ja: ネットワークの変更
ko: 네트워크 변경
pt_br: Mudanças de rede
zh_hans: 网络变化
zh_hant: 網路變更

source: Network path
de: Netzwerkpfad
es: Ruta de red
fr: Chemin réseau
it: Percorso di rete
ja: ネットワークパス
ko: 네트워크 경로
pt_br: Caminho de rede
zh_hans: 网络路径
zh_hant: 網路路徑

source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
ja: 新規
ko: 신규
pt_br: Novo
zh_hans: 新增
zh_hant: 新增

source: New filter
de: Neuer Filter
es: Nuevo filtro
fr: Nouveau filtre
it: Nuovo filtro
ja: 新しいフィルター
ko: 새 필터
pt_br: Novo filtro
zh_hans: 新建筛选器
zh_hant: 新篩選器

# No active Lava Security Plus purchase was found.
source: No active Lava Plus purchase was found.
de: Es wurde kein aktiver Kauf von Lava Plus gefunden.
es: No se encontró ninguna compra activa de Lava Plus.
fr: Aucun achat Lava Plus actif n’a été trouvé.
it: Nessun acquisto attivo di Lava Plus trovato.
ja: 有効なLava Plusの購入が見つかりませんでした。
ko: 활성화된 Lava Plus 구입 내역을 찾을 수 없어요.
pt_br: Nenhuma compra ativa do Lava Plus foi encontrada.
zh_hans: 未找到有效的 Lava Plus 购买项目。
zh_hant: 找不到有效的 Lava Plus 購買項目。

source: No additional blocked domains
de: Keine zusätzlichen blockierten Domains
es: No hay más dominios bloqueados
fr: Aucun autre domaine bloqué
it: Nessun altro dominio bloccato
ja: 追加のブロック済みドメインはありません
ko: 추가로 차단된 도메인 없음
pt_br: Nenhum domínio bloqueado adicional
zh_hans: 没有其他已拦截域名
zh_hant: 沒有其他已封鎖網域

# No allowed domains saved yet
source: No allowed requests saved yet
de: Noch keine erlaubten Anfragen gespeichert
es: Aún no hay solicitudes permitidas guardadas
fr: Aucune requête autorisée enregistrée pour le moment
it: Nessuna richiesta consentita salvata finora
ja: 許可されたリクエストはまだ保存されていません
ko: 저장된 허용 요청이 아직 없어요
pt_br: Nenhuma solicitação permitida salva ainda
zh_hans: 尚未保存已允许的请求
zh_hant: 尚未儲存已允許的請求

source: No allowed exceptions
de: Keine erlaubten Ausnahmen
es: No hay excepciones permitidas
fr: Aucune exception autorisée
it: Nessuna eccezione consentita
ja: 許可する例外はありません
ko: 허용 예외 없음
pt_br: Nenhuma exceção permitida
zh_hans: 没有允许的例外
zh_hant: 沒有允許的例外

# No blocked domains saved yet
source: No blocked requests saved yet
de: Noch keine blockierten Anfragen gespeichert
es: Aún no hay solicitudes bloqueadas guardadas
fr: Aucune requête bloquée enregistrée pour le moment
it: Nessuna richiesta bloccata salvata finora
ja: ブロックされたリクエストはまだ保存されていません
ko: 저장된 차단 요청이 아직 없어요
pt_br: Nenhuma solicitação bloqueada salva ainda
zh_hans: 尚未保存任何已拦截的请求
zh_hant: 尚未儲存任何已封鎖的請求

source: No blocklists available
de: Keine Blocklisten verfügbar
es: No hay listas de bloqueo disponibles
fr: Aucune liste de blocage disponible
it: Nessuna lista di blocco disponibile
ja: 利用できるブロックリストがありません
ko: 사용 가능한 차단 목록 없음
pt_br: Nenhuma lista de bloqueio disponível
zh_hans: 没有可用的拦截列表
zh_hant: 沒有可用的封鎖清單

source: No blocklists enabled
de: Keine Blocklisten aktiviert
es: No hay listas de bloqueo activadas
fr: Aucune liste de blocage activée
it: Nessuna lista di blocco attivata
ja: 有効なブロックリストはありません
ko: 사용 중인 차단 목록 없음
pt_br: Nenhuma lista de bloqueio ativada
zh_hans: 尚未启用拦截列表
zh_hant: 尚未啟用封鎖清單

source: No blocklists found
de: Keine Blocklisten gefunden
es: No se encontraron listas de bloqueo
fr: Aucune liste de blocage trouvée
it: Nessuna lista di blocco trovata
ja: ブロックリストが見つかりません
ko: 차단 목록을 찾을 수 없음
pt_br: Nenhuma lista de bloqueio encontrada
zh_hans: 未找到拦截列表
zh_hant: 找不到封鎖清單

source: No changes were made.
de: Es wurden keine Änderungen vorgenommen.
es: No se realizó ningún cambio.
fr: Aucune modification effectuée.
it: Nessuna modifica effettuata.
ja: 変更はありませんでした。
ko: 변경된 사항이 없습니다.
pt_br: Nenhuma alteração foi feita.
zh_hans: 未做任何更改。
zh_hant: 未做任何變更。

source: No domains match this search
de: Keine Domains passen zu dieser Suche
es: Ningún dominio coincide con esta búsqueda
fr: Aucun domaine ne correspond à cette recherche
it: Nessun dominio corrisponde a questa ricerca
ja: この検索に一致するドメインはありません
ko: 검색과 일치하는 도메인이 없어요
pt_br: Nenhum domínio corresponde a esta busca
zh_hans: 没有匹配此搜索的域名
zh_hant: 沒有符合此搜尋的網域

source: No filter active yet
de: Noch kein Filter aktiv
es: Aún no hay ningún filtro activo
fr: Aucun filtre actif pour l’instant
it: Nessun filtro ancora attivo
ja: 使用中のフィルターはまだありません
ko: 아직 사용 중인 필터가 없어요
pt_br: Nenhum filtro ativo ainda
zh_hans: 尚无生效的筛选器
zh_hant: 尚無生效的篩選器

source: No network activity yet
de: Noch keine Netzwerkaktivität
es: Aún no hay actividad de red
fr: Aucune activité réseau pour le moment
it: Ancora nessuna attività di rete
ja: ネットワークアクティビティはまだありません
ko: 아직 네트워크 활동이 없어요
pt_br: Nenhuma atividade de rede ainda
zh_hans: 暂无网络活动
zh_hant: 尚無網路活動

source: No silent telemetry
de: Keine heimliche Telemetrie
es: Sin telemetría silenciosa
fr: Aucune télémétrie silencieuse
it: Nessuna telemetria silenziosa
ja: 勝手なデータ収集はしません
ko: 몰래 보내는 사용 데이터 없음
pt_br: Sem telemetria oculta
zh_hans: 无隐秘数据收集
zh_hant: 不偷偷蒐集資料

source: None yet
de: Noch keine
es: Todavía ninguno
fr: Aucun pour l’instant
it: Ancora niente
ja: まだありません
ko: 아직 없음
pt_br: Nenhum ainda
zh_hans: 暂无
zh_hant: 尚無

source: Not now
de: Jetzt nicht
es: Ahora no
fr: Plus tard
it: Non ora
ja: あとで
ko: 나중에
pt_br: Agora não
zh_hans: 暂不
zh_hant: 暫時不要

source: Not configured
de: Nicht eingerichtet
es: Sin configurar
fr: Non configuré
it: Non configurato
ja: 未設定
ko: 설정되지 않음
pt_br: Não configurado
zh_hans: 未配置
zh_hant: 尚未設定

source: Not imported on this device
de: Auf diesem Gerät nicht importiert
es: No importado en este dispositivo
fr: Non importé sur cet appareil
it: Non importato su questo dispositivo
ja: このデバイスにはインポートされていません
ko: 이 기기에서 가져오지 않음
pt_br: Não importado neste dispositivo
zh_hans: 未在此设备上导入
zh_hant: 尚未匯入到這台裝置

source: Not provided
de: Nicht angegeben
es: No proporcionado
fr: Non fourni
it: Non fornito
ja: 未入力
ko: 입력하지 않음
pt_br: Não informado
zh_hans: 未提供
zh_hant: 未提供

source: Not selected
de: Nicht ausgewählt
es: Sin seleccionar
fr: Non sélectionné
it: Non selezionato
ja: 未選択
ko: 선택 안 함
pt_br: Não selecionado
zh_hans: 未选择
zh_hant: 未選擇

source: Not sent
de: Nicht gesendet
es: No enviado
fr: Non envoyé
it: Non inviato
ja: 未送信
ko: 전송 안 됨
pt_br: Não enviado
zh_hans: 未发送
zh_hant: 未傳送

source: Not updated yet
de: Noch nicht aktualisiert
es: Aún no actualizado
fr: Pas encore mis à jour
it: Non ancora aggiornato
ja: まだ更新されていません
ko: 아직 업데이트되지 않음
pt_br: Ainda não atualizado
zh_hans: 尚未更新
zh_hant: 尚未更新

source: Not uploaded yet
de: Noch nicht hochgeladen
es: Aún sin subir
fr: Pas encore envoyé
it: Non ancora caricato
ja: まだアップロードされていません
ko: 아직 업로드되지 않음
pt_br: Ainda não enviado
zh_hans: 尚未上传
zh_hant: 尚未上傳

source: Nothing blocked yet today
de: Heute noch nichts blockiert
es: Hoy aún no se ha bloqueado nada
fr: Rien de bloqué aujourd’hui
it: Ancora niente bloccato oggi
ja: 本日はまだ何もブロックしていません
ko: 오늘은 아직 차단된 항목이 없어요
pt_br: Nada bloqueado hoje ainda
zh_hans: 今天还没有拦截任何内容
zh_hant: 今天還沒封鎖任何內容

source: Nothing to import
de: Nichts zu importieren
es: No hay nada que importar
fr: Rien à importer
it: Niente da importare
ja: 読み込む項目がありません
ko: 가져올 항목 없음
pt_br: Nada para importar
zh_hans: 没有可导入的内容
zh_hant: 沒有可匯入的項目

source: Notice file unavailable in this build.
de: Hinweisdatei in diesem Build nicht verfügbar.
es: El archivo de avisos no está disponible en esta versión.
fr: Fichier de mentions indisponible dans cette version.
it: File delle note non disponibile in questa build.
ja: このビルドでは通知ファイルを利用できません。
ko: 이 빌드에서는 고지 파일을 사용할 수 없습니다.
pt_br: Arquivo de avisos indisponível nesta versão.
zh_hans: 此版本中无法获取声明文件。
zh_hant: 此版本無法取得聲明檔案。

source: Notifications
de: Mitteilungen
es: Notificaciones
it: Notifiche
ja: 通知
ko: 알림
pt_br: Notificações
zh_hans: 通知
zh_hant: 通知

source: Now
de: Jetzt
es: Ahora
fr: À l’instant
it: Adesso
ja: たった今
ko: 방금
pt_br: Agora
zh_hans: 刚刚
zh_hant: 剛剛

source: Now filtering
de: Filtert jetzt
es: Filtrando ahora
fr: Filtre actif
it: Ora in filtraggio
ja: フィルタリング中
ko: 현재 필터링 중
pt_br: Filtrando agora
zh_hans: 正在筛选
zh_hant: 篩選中

source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
ko: 끔
pt_br: Desativado
zh_hans: 关闭
zh_hant: 關閉

source: On
de: Ein
es: Activado
fr: Activé
it: Attivo
ja: オン
ko: 켬
pt_br: Ativado
zh_hans: 开启
zh_hant: 開

source: Only counts are included, so support can tell whether protection is seeing requests without receiving browsing history.
de: Es werden nur Zähler einbezogen, damit der Support sehen kann, ob der Schutz Anfragen erkennt – ohne deinen Browserverlauf zu erhalten.
es: Solo se incluyen recuentos, para que el soporte pueda saber si la protección ve solicitudes sin recibir tu historial de navegación.
fr: Seuls des décomptes sont inclus, afin que l’assistance puisse voir si la protection détecte des requêtes sans recevoir votre historique de navigation.
it: Sono inclusi solo i conteggi, così il supporto può capire se la protezione rileva richieste senza ricevere la cronologia di navigazione.
ja: 件数のみが含まれるため、サポートは閲覧履歴を受け取らずに、保護がリクエストを検知しているかを確認できます。
ko: 횟수만 포함되므로, 지원팀은 검색 기록을 받지 않고도 보호가 요청을 감지하는지 확인할 수 있어요.
pt_br: Apenas as contagens são incluídas, para que o suporte possa saber se a proteção está detectando solicitações sem receber seu histórico de navegação.
zh_hans: 仅包含计数，因此支持人员无需获取你的浏览记录即可判断防护是否收到请求。
zh_hant: 僅包含計數，因此支援人員無需取得你的瀏覽記錄即可判斷防護是否收到請求。

source: Only your blocklist is shared
de: Nur deine Blockliste wird geteilt
es: Solo se comparte tu lista de bloqueo
fr: Seule votre liste de blocage est partagée
it: Viene condivisa solo la tua lista di blocco
ja: 共有されるのはブロックリストだけです
ko: 차단 목록만 공유돼요
pt_br: Só a sua lista de bloqueio é compartilhada
zh_hans: 仅分享你的拦截列表
zh_hant: 只會分享你的封鎖清單

source: Open DNS resolver settings
de: DNS-Anbieter-Einstellungen öffnen
es: Abrir ajustes del proveedor de DNS
fr: Ouvrir les réglages du fournisseur DNS
it: Apri le impostazioni del provider DNS
ja: DNS リゾルバー設定を開く
ko: DNS 공급자 설정 열기
pt_br: Abrir configurações do provedor de DNS
zh_hans: 打开 DNS 提供商设置
zh_hant: 開啟 DNS 解析器設定

source: Open Guard
de: Guard öffnen
es: Abrir Guard
fr: Ouvrir Guard
it: Apri Guard
ja: ガードを開く
ko: Guard 열기
pt_br: Abrir o Guard
zh_hans: 打开 Guard
zh_hant: 前往 Guard

source: Open Lava’s settings instead of Guard
de: Lavas Einstellungen statt Guard öffnen
es: Abrir los ajustes de Lava en lugar de Guard
fr: Ouvrir les réglages de Lava au lieu de Guard
it: Apri le impostazioni di Lava invece di Guard
ja: ガードではなくLavaの設定を開く
ko: Guard 대신 Lava 설정 열기
pt_br: Abrir os ajustes da Lava em vez do Guard
zh_hans: 打开 Lava 设置，而非 Guard
zh_hant: 開啟 Lava 設定，而非 Guard

source: Open Nerd stats
de: Nerd Stats öffnen
es: Abrir Nerd Stats
fr: Ouvrir Nerd Stats
it: Apri Nerd Stats
ja: Nerd Stats を開く
ko: Nerd Stats 열기
pt_br: Abrir Nerd Stats
zh_hans: 打开 Nerd Stats
zh_hant: 開啟 Nerd Stats

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
zh_hans: 打开“设置”
zh_hant: 開啟「設定」

source: Open the Settings app, then tap Focus.
de: Öffne die App „Einstellungen“ und tippe auf „Fokus“.
es: Abre la app Ajustes y toca Concentración.
fr: Ouvrez l’app Réglages, puis touchez Concentration.
it: Apri l’app Impostazioni, poi tocca Full Immersion.
ja: 「設定」Appを開き、「集中モード」をタップします。
ko: 설정 앱을 열고 집중 모드를 탭하세요.
pt_br: Abra o app Ajustes e toque em Foco.
zh_hans: 打开“设置”App，然后轻点“专注模式”。
zh_hant: 開啟「設定」App，然後點選「專注模式」。

source: Opening Apple sign-in…
de: Apple-Anmeldung wird geöffnet
es: Abriendo inicio de sesión de Apple
fr: Ouverture de la connexion Apple
it: Apertura accesso Apple
ja: Apple サインインを開いています
ko: Apple 로그인 여는 중
pt_br: Abrindo login da Apple
zh_hans: 正在打开 Apple 登录
zh_hant: 正在開啟 Apple 登入

source: Opening Google sign-in…
de: Google-Anmeldung wird geöffnet
es: Abriendo inicio de sesión de Google
fr: Ouverture de la connexion Google
it: Apertura accesso Google
ja: Google サインインを開いています
ko: Google 로그인 여는 중
pt_br: Abrindo login do Google
zh_hans: 正在打开 Google 登录
zh_hant: 正在開啟 Google 登入

source: Opening passkey…
de: Passkey wird geöffnet
es: Abriendo la llave de acceso
fr: Ouverture de la clé d’accès
it: Apertura della passkey
ja: パスキーを開いています
ko: 패스키를 여는 중
pt_br: Abrindo a passkey
zh_hans: 正在打开通行密钥
zh_hant: 正在開啟通行密鑰

source: Optional diagnostics include anonymized data like protection status, network activity, and your active filter. They help the Lava team figure out what went wrong.
de: Optionale Diagnosedaten enthalten anonymisierte Daten wie Schutzstatus, Netzwerkaktivität und deinen aktiven Filter. Sie helfen dem Lava-Team herauszufinden, was schiefgelaufen ist.
es: Los diagnósticos opcionales incluyen datos anonimizados como el estado de la protección, la actividad de red y tu filtro activo. Ayudan al equipo de Lava a averiguar qué ha ocurrido.
fr: Les diagnostics facultatifs incluent des données anonymisées comme l’état de la protection, l’activité réseau et votre filtre actif. Ils aident l’équipe Lava à comprendre ce qui n’a pas fonctionné.
it: La diagnostica facoltativa include dati anonimizzati come lo stato della protezione, l’attività di rete e il filtro attivo. Aiuta il team di Lava a capire cosa è andato storto.
ja: 任意の診断データには、保護ステータス、ネットワークアクティビティ、使用中のフィルターなど、匿名化されたデータが含まれます。Lavaチームが問題の原因を調べるのに役立ちます。
ko: 선택 진단 정보에는 보호 상태, 네트워크 활동, 사용 중인 필터 같은 익명화된 데이터가 포함돼요. Lava 팀이 무엇이 잘못됐는지 파악하는 데 도움이 돼요.
pt_br: Os diagnósticos opcionais incluem dados anônimos como o status da proteção, a atividade de rede e o seu filtro ativo. Eles ajudam a equipe do Lava a descobrir o que deu errado.
zh_hans: 可选诊断信息包含匿名化的数据，例如防护状态、网络活动和你正在使用的筛选器。它们能帮助 Lava 团队查明出了什么问题。
zh_hant: 選用診斷資料會包含匿名化資料，例如防護狀態、網路活動和你使用中的篩選器。這些能幫 Lava 團隊釐清出了什麼問題。

source: Other marks
de: Weitere Marken
es: Otras marcas
fr: Autres marques
it: Altri marchi
ja: その他の商標
ko: 기타 상표
pt_br: Outras marcas
zh_hans: 其他商标
zh_hant: 其他商標

source: Other domains pass through
de: Andere Domains werden durchgelassen
es: Los demás dominios pasan
fr: Les autres domaines passent
it: Gli altri domini passano
ja: その他のドメインは通過します
ko: 다른 도메인은 그대로 통과해요
pt_br: Os outros domínios passam normalmente
zh_hans: 其他域名将放行
zh_hant: 其他網域會通過

source: Passcode
de: Code
es: Código
fr: Code
it: Codice
ja: パスコード
ko: 암호
pt_br: Código
zh_hans: 密码
zh_hant: 密碼

source: Passcode and %@
de: Code und %@
es: Código y %@
fr: Code et %@
it: Codice e %@
ja: パスコードと%@
ko: 암호 및 %@
pt_br: Código e %@
zh_hans: 密码和%@
zh_hant: 密碼與 %@

source: Passcode off
de: Code aus
es: Código desactivado
fr: Code désactivé
it: Codice disattivato
ja: パスコードオフ
ko: 암호 꺼짐
pt_br: Código desativado
zh_hans: 密码已关闭
zh_hant: 密碼已關閉

source: Passcode on
de: Code ein
es: Código activado
fr: Code activé
it: Codice attivo
ja: パスコードオン
ko: 암호 켜짐
pt_br: Código ativado
zh_hans: 密码已开启
zh_hant: 密碼已開啟

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
pt_br: Senha
zh_hans: 密码
zh_hant: 密碼

source: Paste full phrase
de: Vollständige Phrase einfügen
es: Pega la frase completa
fr: Coller la phrase complète
it: Incolla la frase completa
ja: フレーズ全体を貼り付け
ko: 문구 전체 붙여넣기
pt_br: Colar a frase completa
zh_hans: 粘贴完整短语
zh_hant: 貼上完整片語

source: Paste or type the setup code
de: Einrichtungscode einfügen oder eingeben
es: Pega o escribe el código de configuración
fr: Collez ou saisissez le code de configuration
it: Incolla o digita il codice di configurazione
ja: セットアップコードを貼り付けるか入力
ko: 설정 코드를 붙여넣거나 입력하세요
pt_br: Cole ou digite o código de configuração
zh_hans: 粘贴或输入设置代码
zh_hant: 貼上或輸入設定代碼

source: Paste the full recovery phrase
de: Vollständige Wiederherstellungsphrase einfügen
es: Pega la frase de recuperación completa
fr: Collez la phrase de récupération complète
it: Incolla la frase di recupero completa
ja: リカバリーフレーズ全体を貼り付け
ko: 복구 문구 전체 붙여넣기
pt_br: Cole a frase de recuperação completa
zh_hans: 粘贴完整的恢复短语
zh_hant: 貼上完整的復原片語

source: Paste the setup code someone shared with you. It usually starts with “LF1-”.
de: Füge den Einrichtungscode ein, den jemand mit dir geteilt hat. Er beginnt meist mit „LF1-“.
es: Pega el código de configuración que alguien compartió contigo. Suele empezar por «LF1-».
fr: Collez le code de configuration que quelqu’un a partagé avec vous. Il commence généralement par « LF1- ».
it: Incolla il codice di configurazione che qualcuno ha condiviso con te. Di solito inizia con «LF1-».
ja: 誰かが共有してくれたセットアップコードを貼り付けてください。通常は "LF1-" で始まります。
ko: 누군가 공유해 준 설정 코드를 붙여넣으세요. 보통 “LF1-”로 시작해요.
pt_br: Cole o código de configuração que alguém compartilhou com você. Ele geralmente começa com “LF1-”.
zh_hans: 粘贴别人分享给你的设置代码。它通常以 “LF1-” 开头。
zh_hant: 貼上別人分享給你的設定代碼。它通常以 「LF1-」 開頭。

# Pause Lava
source: Pause protection
de: Schutz pausieren
es: Pausar la protección
fr: Suspendre la protection
it: Sospendi la protezione
ja: 保護を一時停止
ko: 보호 일시 중지
pt_br: Pausar a proteção
zh_hans: 暂停防护
zh_hant: 暫停防護

source: Pause Lava Protection
de: Lava-Schutz pausieren
es: Pausar la protección de Lava
fr: Suspendre la protection Lava
it: Sospendi la protezione Lava
ja: Lava保護を一時停止
ko: Lava 보호 일시 중지
pt_br: Pausar a proteção do Lava
zh_hans: 暂停 Lava 防护
zh_hant: 暫停 Lava 防護

source: Pause Lava Protection for 10 Minutes
de: Lava-Schutz für 10 Minuten pausieren
es: Pausar la protección de Lava durante 10 minutos
fr: Suspendre la protection Lava pendant 10 minutes
it: Sospendi la protezione Lava per 10 minuti
ja: Lava保護を10分間一時停止
ko: Lava 보호 10분간 일시 중지
pt_br: Pausar a proteção do Lava por 10 minutos
zh_hans: 暂停 Lava 防护 10 分钟
zh_hant: 暫停 Lava 防護 10 分鐘

source: Pause Lava Protection for 5 Minutes
de: Lava-Schutz für 5 Minuten pausieren
es: Pausar la protección de Lava durante 5 minutos
fr: Suspendre la protection Lava pendant 5 minutes
it: Sospendi la protezione Lava per 5 minuti
ja: Lava保護を5分間一時停止
ko: Lava 보호 5분간 일시 중지
pt_br: Pausar a proteção do Lava por 5 minutos
zh_hans: 暂停 Lava 防护 5 分钟
zh_hant: 暫停 Lava 防護 5 分鐘

source: Pause Lava protection
de: Lava-Schutz pausieren
es: Pausar la protección de Lava
fr: Suspendre la protection Lava
it: Sospendi la protezione Lava
ja: Lava保護を一時停止
ko: Lava 보호 일시 중지
pt_br: Pausar a proteção do Lava
zh_hans: 暂停 Lava 防护
zh_hant: 暫停 Lava 防護

# Pause Lava protection for five minutes.
source: Pause Lava protection for 5 minutes.
de: Pausiert den Lava-Schutz für fünf Minuten.
es: Pausa la protección de Lava durante cinco minutos.
fr: Suspend la protection Lava pendant cinq minutes.
it: Sospende la protezione Lava per cinque minuti.
ja: Lava保護を5分間一時停止します。
ko: Lava 보호를 5분간 일시 중지해요.
pt_br: Pausa a proteção do Lava por cinco minutos.
zh_hans: 暂停 Lava 防护 5 分钟。
zh_hant: 暫停 Lava 防護 5 分鐘。
